Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_puhelinvaihde_on_kiinni_7_-31_7__.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien puhelinvaihde on kiinni 7.-31.7.
smn: Sämitige puhelinkuávdáš lii kiddâ 7.-31.7.

source: Saamelaiskäräjien sihteeristön puhelinvaihde on kiinni 7.-31.7.2023 välisen ajan.
smn: Sämitige čäällimkode puhelinkuávdáš lii kiddâ 7.-31.7.2023 koskâsii ääigi.

source: Saamelaiskäräjien kielitoimisto ja käännöstoiminta on kiinni 10.-31.7.2023 välisen ajan.
smn: Sämitige kielâtoimâttâh já jurgâlemtoimâ lii kiddâ 10.-31.7.2023 koskâsii ääigi.

source: Palaamme tilauksiin jälleen 1.8.2023 alkaen. Mikäli tarvitsette käännöksiä käännöspalvelun ollessa kiinni, löytyy freelance-kääntäjien yhteystietoja Saamelaiskäräjien kääntäjä- ja tulkkihakupalvelusta .
smn: Mij maccâp tiiláámáid oppeet 1.8.2023 rääjist Jis taarbâšvetteđ jurgâlusâid talle, ko kielâtoimâttuv jurgâlempalvâlus lii kiddâ, te freelance-jurgâleijei ohtâvuođâtiäđuh kávnojeh Sämitige jurgâleijei já tuulhâi uuccâmpalvâlusâst .

source: Saamelaiskäräjät toivottaa hyvää kesää kaikille!
smn: Sämitigge tuáivut pyeri keesi puohháid!
